@extends('base')

@section('content')
<div class="container-fluid">
    <div class="row rules">
<ol>
    <li>Все сообщения отражают мнения их авторов, и администрация никакой ответственности за
        них не несёт.</li>
    <li>Не обращайте внимания на нарушителей. Не дразните их и не отвечайте той же монетой, даже если Вы считаете,
        что Вас оскорбили.</li>
    <li>Относительно имён (или ников). Ваш ник - Ваша индивидуальность. </li>
    <li>Относительно аватар. Ваша аватара - Ваша индивидуальность. Запрещается использовать аватару оскорбительной
        для других участников и посетителей форума. Аватара не должна содержать признаков насилия и
        межнациональной розни. </li>
    <li>Пользуйтесь "поиском" для нахождения ответов на вопросы. Помните, что Ваше нежелание использовать
        поиск наносит вред всем - прежде всего Вам самим, т.к. Вы пренебрегаете накопленным чужим опытом
        и не хотите получить ответы за кратчайшее время, а также постоянным посетителям конференции,
        которым не интересно видеть в форумах темы с одними и те же вопросами. Поэтому не удивляетесь,
        если они Вас "пошлют" в поиск, и проч., а Ваша тема будет закрыта или удалена без предупреждений,
        и Вы получите замечание от модератора. Если похожая тема создана уже кем-то другим, задайте
        вопрос в ней. </li>
    <li>Запрещается использовать в имени (нике) адреса веб-сайтов, грубые и нецензурные выражения, а также больше
        70% ЗАГЛАВНЫХ букв в длинных никах.</li>
    <li>Запрещена пропаганда фашизма, наркотиков, алкоголя и курения.</li>
    <li>Запрещено разжигание национальной вражды, оскорбления на национальной или религиозной почве, расизм,
        сепаратизм.</li>
    <li>Запрещено переходить на личности (ПНЛ) и оскорблять участников форума в любом виде.</li>
    <li>Название темы должно быть информативным и давать возможность понять содержание темы до чтения
        сообщения.</li>
    <li> Запрещена публикация рекламных сообщений.</li>
    <li>Создание топиков и постов: "Зайдите туда-то и проголосуйте за меня/моего ребёнка/машину/вислобрюхую свинку"
        - будет считаться спамом и наказываться: тема удаляется, а ее создателю - заносится
        предупреждение в личное дело.</li>
</ol>
    </div>

</div>
    @endsection